// 定义静态变量
const ip = "https://www.yangyuxiang.top/";
const xundao_list = [
  {
    listName: '砍伐专用提升功能 (可多选)',
    list: [
      '上品装备获得概率+ (1.4-1.5倍)',
      '极品装备获得概率+【3.1 - 3.7倍】',
      '仙品装备获得概率+ (2.3-2.5倍)',
      '完美装备获得概率+ (2.8-3.0倍)',
      '先天装备获得概率+ (3.5-3.7倍)',
      '至宝装备获得概率+ (4.2-4.4倍)',
      '灵宝一星装备获得概率+ (4.6-4.8倍)',
      '灵宝二星获得概率+ (5.4-5.6倍)',
      '灵宝三星获得概率+ (5.8-6.0倍)',
      '灵宝四星获得概率+ (6.2-6.4倍',
      '灵宝五星获得概率+ (6.6-6.8倍)',
      '真宝及以上获得概率+ (6.8-7.0倍)',
      '灵器及以上获得概率+ (7.4-7.6倍)',
    ]
  },
  {
    listName:'灵兽召唤专用提升功能 (可多选)',
    list:[
      '神话品质灵兽获得概率+ (4.0-4.2倍)',
      '传说品质灵兽获得概率+ (1.8-2.0倍)',
      '卓越品质灵兽获得概率+ (1.5-1.6倍)',
      '同名灵兽获得概率+ (2.2-2.4倍)',
      '心愿单灵兽获得概率+ (3.0-3.2倍)',
    ]
  },
  {
    listName:'精怪召唤专用提升功能 (可多选)',
    list:[
      '神话品质精怪获得概率+ (2.8-3.0倍)',
      '传说品质精怪获得概率+ (2.4-2.6倍)',
      '卓越品质精怪获得概率+ (2.2-2.4倍)',
      '普通品质精怪获得概率+ (2.0-2.2倍)',
      '神话品质精怪碎片获得概率+(2.2-2.4倍)',
      '同名精怪获得概率+ (2.2-2.4倍)',
    ]
  },
  {
    listName:'血脉专用提升功能 (可多选)',
    list:[
      '上品血脉获得概率+ (1.4-1.5倍)',
      '极品血脉获得概率+ (2.2-2.4倍)',
      '仙品血脉获得概率+ (2.3-2.5倍)',
      '完美血脉获得概率+ (2.6-2.8倍)',
      '先天血脉获得概率+ (3.5-3.6倍)',
      '至宝血脉获得概率+ (3.8-4.0倍)',
    ]
  },
  {
    listName:'神通专用提升功能 (可多选)',
    list:[
      '悟道级神通获得概率+ (3.0-3.2倍)',
      '通玄级神通获得概率+ (2.6-2.8倍)',
      '同名神通获得概率+ (2.4-2.6倍)',
    ]
  },
  {
    listName:'法宝专用提升功能 (可多选)',
    list:[
      '传说级法宝获得概率+ (2.6-2.8倍)',
      '卓越级法宝获得概率+ (2.2-2.4倍)',
      '同名法宝获得概率+ (2.4-2.6倍)',
    ]
  },
  {
    listName:'防封防检测专用 (必选)',
    list:[
      '独家防封',
    ]
  },
]

// 导出静态变量
export { ip, xundao_list };